{
  "terms": {
"title": "Terms and Conditions of Use",
  "introductiontitle": "Introduction",
  "introduction": "Welcome to Micuentacuentos.com (hereinafter, the Website). By accessing and using the Website, you (hereinafter, the User) agree to the following terms and conditions (hereinafter, Terms). If you do not agree to these Terms, please do not use the Website.",
  "serviceUsetitle": "Description of the Service",
  "serviceUse": "The Website provides a story generation service in Spanish using artificial intelligence (AI). The User enters a topic, and the Website generates a story based on that topic. The User agrees to use the Website responsibly and in accordance with the law. The User is solely responsible for the topic they enter on the Website. The introduction of topics that are illegal, offensive, defamatory, discriminatory, or that infringe the rights of third parties is not allowed. The Website reserves the right to modify, suspend, or interrupt the service at any time, without prior notice.",
  "intellectualPropertytitle": "Intellectual Property",
  "intellectualProperty": "The stories generated by the AI are the property of the Website. The User may use the stories for personal and non-commercial use. The reproduction, distribution, modification, or commercial exploitation of the generated stories without the express consent of the Website is prohibited. The User retains the rights to the topic they introduce, but grants the Website a non-exclusive license to use it for the purpose of generating the story.",
  "liabilitytitle": "Limitation of Liability",
  "liability": "The Website is provided on an \"as is\" and \"as available\" basis. The Website does not guarantee that the service will be free of errors or interruptions. The Website is not responsible for the accuracy, completeness, or usefulness of the generated stories. The stories generated by the AI may contain errors or inaccuracies. The Website is not responsible for any direct, indirect, incidental, special, or consequential damages that may arise from the use of the Website.",
  "privacytitle": "Privacy Policy",
  "privacy": "At Micuentacuentos.com, we take your privacy very seriously. When you use our Website, we automatically collect certain information, such as your IP address, browser type, language, and the pages you visit. This information is used in an aggregated and anonymous manner to improve the functioning of the Website and understand how our users use it. The information you enter to generate the stories (the topic) is not permanently stored or shared with third parties. We use this information solely to generate the story you request. We may use cookies to enhance your experience on the Website. Cookies are small text files that are stored in your browser. You can configure your browser not to accept cookies, but this may affect the functioning of the Website. We are committed to protecting your personal information in accordance with current data protection legislation.",
  "googleAdsensetitle": "Google AdSense Advertising",
  "googleAdsense": "The Website may display advertisements provided by Google AdSense. Google uses cookies to display ads based on your previous visits to this and other websites. You can disable personalized advertising from Google by visiting the Google Ads Settings. By using the Website, you consent to the collection and use of information by Google to display personalized ads.",
  "linkstitle": "Links to Third Parties",
  "links": "The Website may contain links to third-party websites. These links are provided solely for your convenience. We have no control over the content of these websites and are not responsible for their content, privacy policies, or practices. The inclusion of a link to a third-party website does not imply our approval, endorsement, or recommendation of that website. We recommend that you review the terms and conditions and privacy policy of any third-party website you visit.",
  "changestitle": "Changes to the Terms and Conditions",
  "changes": "We reserve the right to modify these Terms at any time. Any changes will be effective immediately upon their publication on the Website. We recommend that you periodically review this page to be aware of any modifications. Continued use of the Website after the publication of any changes constitutes your acceptance of those changes.",
  "lawtitle": "Applicable Law and Jurisdiction",
  "law": "These Terms shall be governed by and construed in accordance with the laws of Spain. Any dispute arising in connection with these Terms shall be subject to the exclusive jurisdiction of the courts of Barcelona, Spain.",
  "contacttitle": "Contact",
  "contact": "If you have any questions or comments about these Terms and Conditions, please contact us via the following email address: info@micuentacuentos.com."
  },
  "politica": {
    "title": "Micuentacuentos.com Privacy Policy",
    "introductiontitle": "Introduction",
    "introduction": "At Micuentacuentos.com (hereinafter, the Website), the privacy of our users is of utmost importance. This Privacy Policy describes how we collect, use, share, and protect your personal information when you visit and use our Website. By accessing and using the Website, you agree to the terms of this Privacy Policy.",
    "serviceUsetitle": "Information We Collect",
    "serviceUse": "We may collect the following types of information: Automatically Collected Information: When you access our Website, we may automatically collect certain information about your device and your use of the Website, including: Your IP address (Internet Protocol). Your browser type and browser version. Your operating system. Your internet service provider. The pages you visit on our Website. The date and time of your access. Server log data. Information You Provide: The only information you directly provide is the topic you enter to generate the story. This information is used exclusively to generate the requested story and is not permanently stored or shared with third parties. Cookies and Similar Technologies: We may use cookies (small text files that are stored in your browser) and other similar technologies to enhance your experience on the Website, personalize content, and analyze traffic. You can control the use of cookies through your browser settings. However, disabling cookies may affect the functionality of the Website.",
    "intellectualPropertytitle": "Use of Information",
    "intellectualProperty": "The collected information is used for the following purposes: Provide and Improve the Service: We use the information you enter to generate the requested stories. The automatically collected information helps us understand how users interact with the Website, which allows us to improve its operation, design, and content. Security: We may use the information to detect, prevent, and address technical or security issues, as well as to protect the integrity of the Website and our users. Analysis: We use aggregated and anonymous information to perform statistical analysis on the use of the Website, which helps us make informed decisions about its development.",
    "liabilitytitle": "Sharing Information",
    "liability": "We do not share your personal information with third parties, except in the following limited circumstances: Service Providers: We may hire external service providers to assist us with certain functions, such as data analysis and website improvement. These providers will only have access to the information necessary to perform their functions and are obligated to protect it in accordance with this Privacy Policy. Legal Requirements: We may disclose your personal information if required by law or in response to a court order, subpoena, or other valid legal process. Protection of Rights: We may disclose information when we believe in good faith that it is necessary to protect our rights, property, or safety, or the rights, property, or safety of our users or others.",
    "privacytitle": "Your Data Protection Rights",
    "privacy": "In accordance with applicable data protection laws, you have the following rights: Right of Access: You can request information about what personal data we have about you and a copy of that data. Right to Rectification: You can request that inaccurate or incomplete personal data we have about you be corrected. Right to Erasure (Right to be Forgotten): You can request that your personal data be deleted under certain circumstances. Right to Restriction of Processing: You can request that the processing of your personal data be restricted under certain circumstances. Right to Data Portability: You can request to receive the personal data you have provided to us in a structured, commonly used, and machine-readable format, and to transmit it to another data controller. Right to Object: You can object to the processing of your personal data under certain circumstances. Right not to be subject to automated individual decision-making: You have the right not to be subject to a decision based solely on automated processing, including profiling, which produces legal effects concerning you or similarly significantly affects you. To exercise any of these rights, please contact us through the contact information provided in section 8. We may need to verify your identity before responding to your request.",
    "googleAdsensetitle": "Information Security",
    "googleAdsense": "We implement reasonable security measures to protect your personal information against unauthorized access, alteration, disclosure, or destruction. However, you should be aware that no data transmission over the Internet or electronic storage system is completely secure. Therefore, we cannot guarantee the absolute security of your information.",
    "linkstitle": "Links to Other Websites",
    "links": "Our Website may contain links to other websites that are not operated by us. If you click on a third-party link, you will be directed to that third party's website. We strongly recommend that you review the privacy policy of every website you visit, as we have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party websites.",
    "changestitle": "Contact",
    "changes": "If you have any questions or comments about this Privacy Policy or our privacy practices, please contact us via the following email address: info@micuentacuentos.com",
    "lawtitle": "Changes to this Privacy Policy",
    "law": "We reserve the right to modify this Privacy Policy at any time. Any changes will be effective immediately upon their publication on the Website. We recommend that you periodically review this page to be aware of any modifications. Continued use of the Website after the publication of any changes constitutes your acceptance of those changes.",
    "contacttitle": "Contact",
    "contact": "If you have any questions or comments about these Terms and Conditions, please contact us via the following email address: info@micuentacuentos.com."
  },
  "homepage": {
    "heroTitle": "Kids... time to sleep and learn English!",
    "heroDescription": "Create personalized and original audiobooks in English with just one click. Customize the theme with their daily stories, their names, school adventures, type, length, and age. And their English level.",
    "featuresTitle": "Highlighted Features",
    "uniqueStoriesTitle": "Unique Stories",
    "uniqueStoriesDescription": "Each story generated is completely unique and original, tailored to your preferences.",
    "multipleGenresTitle": "Multiple Genres",
    "multipleGenresDescription": "Choose from various genres: original, classic, humor, science fiction, horror, and more.",
    "audioConversionTitle": "Audio Conversion",
    "audioConversionDescription": "Listen to your stories with our text-to-speech feature using natural voices in English."
  },
  "storyForm": {
    "title": "My Story Creator",
    "topicLabel": "Enter a topic",
    "topicPlaceholder": "E.g.: A trip to the moon, Adventures in the forest...",
    "lengthLabel": "Story Length",
    "lengthShort": "Short",
    "lengthMedium": "Medium",
    "lengthLong": "Long",
    "typeLabel": "Story Type",
    "typeOriginal": "Original",
    "typeClassic": "Classic",
    "typeHumor": "Humor",
    "typeSciFi": "Science Fiction",
    "typeHorror": "Horror",
    "typeAdventure": "Adventure",
    "typeFantasy": "Fantasy",
    "creativityLabel": "Creativity Level",
    "creativityInnovative": "Innovative",
    "creativityImaginative": "Imaginative",
    "creativityVisionary": "Visionary",
    "creativityConservative": "Conservative",
    "creativityInspired": "Inspired",
    "ageLabel": "Age Group",
    "ageDefault": "Default",
    "age3to6": "3-6 years",
    "age7to13": "7-13 years",
    "age13to20": "13-20 years",
    "age21to35": "21-35 years",
    "age35plus": "35+ years",
    "childNamesLabel": "Child Names (Optional)",
    "childNamesPlaceholder": "Enter names separated by commas...",
    "englishLevelLabel": "English Level",
    "englishLevelBeginner": "Beginner",
    "englishLevelIntermediate": "Intermediate",
    "englishLevelAdvanced": "Advanced",
    "englishLevelNative": "Native",
    "generateButton": "Generate Story",
    "resetButton": "Start Over",
    "generating": "Generating...",
    "alertTopicRequired": "Please enter a topic for the story.",
    "alertError": "There was an error generating the story. Please try again."
  },
  "storyService": {
    "invalidResponse": "Invalid response from the server.",
    "errorGeneratingStory": "An error occurred while generating the story.",
    "unknownError": "An unknown error occurred. Please try again."
  },
  "storyDisplay": {
    "alertCopied": "Story copied to clipboard.",
    "alertAudioError": "There was an error generating the audio. Please try again.",
    "defaultTitle": "Your Story",
    "textOptions": "Text Options:",
    "copyText": "Copy Text",
    "downloadText": "Download Text",
    "downloadFileName": "story",
    "audioOptions": "Convert to Audio:",
    "voiceType": "Voice Type:",
    "voiceFemaleSpain": "Female (Spain)",
    "voiceMaleSpain": "Male (Spain)",
    "voiceFemaleLatam": "Female (Latin America)",
    "voiceMaleLatam": "Male (Latin America)",
    "generateAudio": "Generate Audio",
    "generatingAudio": "Generating audio..."
  },
  "audioPlayer": {
    "title": "Audio of your story",
    "play": "Play",
    "pause": "Pause",
    "progress": "Audio progress",
    "download": "Download",
    "downloadFileName": "story-audio"
  }
}
