{
    "terms": {
      "title": "Términos y Condiciones de Uso",
      "introductiontitle": "Introducción",
      "introduction": "Bienvenido a Micuentacuentos.com (en adelante, la Web). Al acceder y utilizar la Web, usted (en adelante, el Usuario) acepta los siguientes términos y condiciones (en adelante, Términos). Si no está de acuerdo con estos Términos, por favor, no utilice la Web. ",
      "serviceUsetitle":"Descripción del Servicio",
      "serviceUse": "La Web proporciona un servicio de generación de cuentos en español mediante inteligencia artificial (IA). El Usuario introduce un tema, y la Web genera un cuento basado en ese tema. El Usuario se compromete a utilizar la Web de manera responsable y de acuerdo con la ley. El Usuario es el único responsable del tema que introduce en la Web. No se permite la introducción de temas que sean ilegales, ofensivos, difamatorios, discriminatorios, o que infrinjan los derechos de terceros. La Web se reserva el derecho a modificar, suspender o interrumpir el servicio en cualquier momento, sin previo aviso.",
      "intellectualPropertytitle":"Propiedad Intelectual",
      "intellectualProperty": "Los cuentos generados por la IA son propiedad de la Web. El Usuario puede utilizar los cuentos para uso personal y no comercial. Queda prohibida la reproducción, distribución, modificación o explotación comercial de los cuentos generados sin el consentimiento expreso de la Web. El Usuario conserva los derechos sobre el tema que introduce, pero otorga a la Web una licencia no exclusiva para utilizarlo con el fin de generar el cuento.",
      "liabilitytitle":"Limitación de Responsabilidad",
      "liability": "La Web se proporciona tal cual y según disponibilidad. La Web no garantiza que el servicio estará libre de errores o interrupciones. La Web no se hace responsable de la exactitud, integridad o utilidad de los cuentos generados. Los cuentos generados por la IA pueden contener errores o imprecisiones. La Web no se hace responsable de los daños directos, indirectos, incidentales, especiales o consecuentes que puedan derivarse del uso de la Web.",
      "privacytitle":"Política de Privacidad",
      "privacy":"En Micuentacuentos.com, nos tomamos muy en serio tu privacidad. Cuando utilizas nuestra Web, recopilamos cierta información de forma automática, como tu dirección IP, tipo de navegador, idioma, y las páginas que visitas. Esta información se utiliza de forma agregada y anónima para mejorar el funcionamiento de la Web y comprender cómo la utilizan nuestros usuarios. La información que introduces para generar los cuentos (el tema) no se almacena de forma permanente ni se comparte con terceros. Utilizamos esta información únicamente para generar el cuento que solicitas.Podemos utilizar cookies para mejorar tu experiencia en la Web. Las cookies son pequeños archivos de texto que se almacenan en tu navegador. Puedes configurar tu navegador para que no acepte cookies, pero esto podría afectar al funcionamiento de la Web. Nos comprometemos a proteger tu información personal de acuerdo con la legislación vigente en materia de protección de datos.",
      "googleAdsensetitle":"Publicidad de Google AdSense",
      "googleAdsense":"La Web puede mostrar anuncios proporcionados por Google AdSense. Google utiliza cookies para mostrar anuncios basados en tus visitas anteriores a esta y otras webs. Puedes inhabilitar la publicidad personalizada de Google visitando la Configuración de anuncios de Google.Al utilizar la Web, consientes la recopilación y el uso de información por parte de Google para mostrar anuncios personalizados.",
      "linkstitle":"Enlaces a Terceros",
      "links":"La Web puede contener enlaces a sitios web de terceros. Estos enlaces se proporcionan únicamente para tu conveniencia. No tenemos control sobre el contenido de estos sitios web y no nos hacemos responsables de su contenido, políticas de privacidad o prácticas. La inclusión de un enlace a un sitio web de terceros no implica nuestra aprobación, respaldo o recomendación de dicho sitio web. Te recomendamos revisar los términos y condiciones y la política de privacidad de cualquier sitio web de terceros que visites.",
      "changestitle":"Cambios en los Términos y Condiciones",
      "changes": "Nos reservamos el derecho a modificar estos Términos en cualquier momento. Cualquier cambio será efectivo inmediatamente después de su publicación en la Web. Te recomendamos revisar periódicamente esta página para estar al tanto de cualquier modificación. El uso continuado de la Web después de la publicación de cualquier cambio constituye tu aceptación de dichos cambios.",
      "lawtitle":"Legislación Aplicable y Jurisdicción",
      "law":"Estos Términos se regirán e interpretarán de acuerdo con las leyes de España. Cualquier disputa que surja en relación con estos Términos se someterá a la jurisdicción exclusiva de los tribunales de Barcelona, España.",
      "contacttitle":"Contacto",
      "contact":"Si tienes alguna pregunta o comentario sobre estos Términos y Condiciones, por favor, contáctanos a través del siguiente correo electrónico: info@micuentacuentos.com."
    },
    "politica": {
      "title": "Política de Privacidad de Micuentacuentos.com",
      "introductiontitle": "Introducción",
      "introduction": "En Micuentacuentos.com (en adelante, la Web), la privacidad de nuestros usuarios es de suma importancia. Esta Política de Privacidad describe cómo recopilamos, utilizamos, compartimos y protegemos tu información personal cuando visitas y utilizas nuestra Web. Al acceder y utilizar la Web, aceptas los términos de esta Política de Privacidad. ",
      "serviceUsetitle":"Información que Recopilamos",
      "serviceUse": "Podemos recopilar los siguientes tipos de información: Información Recopilada Automáticamente: Cuando accedes a nuestra Web, podemos recopilar automáticamente cierta información sobre tu dispositivo y tu uso de la Web, incluyendo:Tu dirección IP (Protocolo de Internet). Tu tipo de navegador y la versión del navegador. Tu sistema operativo. Tu proveedor de servicios de Internet. Las páginas que visitas en nuestra Web. La fecha y hora de tu acceso. Datos de registro del servidor. Información que Proporcionas: La única información que proporcionas directamente es el tema que introduces para generar el cuento. Esta información se utiliza exclusivamente para generar el cuento solicitado y no se almacena de forma permanente ni se comparte con terceros. Cookies y Tecnologías Similares: Podemos utilizar cookies (pequeños archivos de texto que se almacenan en tu navegador) y otras tecnologías similares para mejorar tu experiencia en la Web, personalizar el contenido y analizar el tráfico. Puedes controlar el uso de cookies a través de la configuración de tu navegador. Sin embargo, deshabilitar las cookies puede afectar la funcionalidad de la Web.",
      "intellectualPropertytitle":"Uso de la Información",
      "intellectualProperty": "La información recopilada se utiliza para los siguientes propósitos: Proporcionar y Mejorar el Servicio: Utilizamos la información que introduces para generar los cuentos solicitados. La información recopilada automáticamente nos ayuda a entender cómo los usuarios interactúan con la Web, lo que nos permite mejorar su funcionamiento, diseño y contenido. Seguridad: Podemos utilizar la información para detectar, prevenir y abordar problemas técnicos o de seguridad, así como para proteger la integridad de la Web y de nuestros usuarios. Análisis: Utilizamos la información agregada y anónima para realizar análisis estadísticos sobre el uso de la Web, lo que nos ayuda a tomar decisiones informadas sobre su desarrollo.",
      "liabilitytitle":"Compartir Información",
      "liability": "No compartimos tu información personal con terceros, excepto en las siguientes circunstancias limitadas: Proveedores de Servicios: Podemos contratar a proveedores de servicios externos para que nos ayuden en ciertas funciones, como el análisis de datos y la mejora de la Web. Estos proveedores solo tendrán acceso a la información necesaria para realizar sus funciones y están obligados a protegerla de acuerdo con esta Política de Privacidad. Requisitos Legales: Podemos divulgar tu información personal si así lo exige la ley o en respuesta a una orden judicial, citación u otro proceso legal válido. Protección de Derechos: Podemos divulgar información cuando creamos de buena fe que es necesario para proteger nuestros derechos, propiedad o seguridad, o los derechos, propiedad o seguridad de nuestros usuarios o de otros. ",
      "privacytitle":" Tus Derechos de Protección de Datos",
      "privacy":"De acuerdo con la legislación aplicable en materia de protección de datos, tienes los siguientes derechos: Derecho de Acceso: Puedes solicitar información sobre qué datos personales tenemos sobre ti y una copia de dichos datos. Derecho de Rectificación: Puedes solicitar que se corrijan los datos personales inexactos o incompletos que tengamos sobre ti. Derecho de Supresión (Derecho al Olvido): Puedes solicitar que se eliminen tus datos personales en determinadas circunstancias. Derecho a la Limitación del Tratamiento: Puedes solicitar que se limite el tratamiento de tus datos personales en determinadas circunstancias. Derecho de Portabilidad de los Datos: Puedes solicitar recibir los datos personales que nos has proporcionado en un formato estructurado, de uso común y lectura mecánica, y transmitirlos a otro responsable del tratamiento. Derecho de Oposición: Puedes oponerte al tratamiento de tus datos personales en determinadas circunstancias. Derecho a no ser objeto de decisiones individuales automatizadas: Tienes derecho a no ser objeto de una decisión basada únicamente en el tratamiento automatizado, incluida la elaboración de perfiles, que produzca efectos jurídicos en ti o te afecte significativamente de modo similar. Para ejercer cualquiera de estos derechos, por favor, contáctanos a través de la información de contacto proporcionada en la sección 8. Es posible que necesitemos verificar tu identidad antes de responder a tu solicitud.",
      "googleAdsensetitle":"Seguridad de la Información",
      "googleAdsense":"Implementamos medidas de seguridad razonables para proteger tu información personal contra el acceso no autorizado, la alteración, la divulgación o la destrucción. Sin embargo, debes tener en cuenta que ninguna transmisión de datos a través de Internet o sistema de almacenamiento electrónico es completamente segura. Por lo tanto, no podemos garantizar la seguridad absoluta de tu información.",
      "linkstitle":"Enlaces a Otros Sitios Web",
      "links":"Nuestra Web puede contener enlaces a otros sitios web que no son operados por nosotros. Si haces clic en un enlace de un tercero, serás dirigido al sitio web de ese tercero. Te recomendamos encarecidamente que revises la política de privacidad de cada sitio web que visites, ya que no tenemos control ni asumimos ninguna responsabilidad por el contenido, las políticas de privacidad o las prácticas de los sitios web de terceros.",
      "changestitle":"Contacto",
      "changes": "Si tienes alguna pregunta o comentario sobre esta Política de Privacidad o sobre nuestras prácticas de privacidad, por favor, contáctanos a través del siguiente correo electrónico: info@micuentacuentos.com",
      "lawtitle":"Cambios en esta Política de Privacidad",
      "law":"Nos reservamos el derecho de modificar esta Política de Privacidad en cualquier momento. Cualquier cambio será efectivo inmediatamente después de su publicación en la Web. Te recomendamos revisar periódicamente esta página para estar al tanto de cualquier modificación. El uso continuado de la Web después de la publicación de cualquier cambio constituye tu aceptación de dichos cambios.  ",
      "contacttitle":"Contacto",
      "contact":"Si tienes alguna pregunta o comentario sobre estos Términos y Condiciones, por favor, contáctanos a través del siguiente correo electrónico: info@micuentacuentos.com."
    },
    "services": {
      "title": "Política de Privacidad de Micuentacuentos.com",
      "introductiontitle": "Servicios",
      "introduction": "Descubre nuestras soluciones creativas impulsadas por inteligencia artificial. Personaliza, genera y disfruta de contenido único.",
      "serviceUsetitle":"Información que Recopilamos",
      "serviceUse": "Podemos recopilar los siguientes tipos de información: Información Recopilada Automáticamente: Cuando accedes a nuestra Web, podemos recopilar automáticamente cierta información sobre tu dispositivo y tu uso de la Web, incluyendo:Tu dirección IP (Protocolo de Internet). Tu tipo de navegador y la versión del navegador. Tu sistema operativo. Tu proveedor de servicios de Internet. Las páginas que visitas en nuestra Web. La fecha y hora de tu acceso. Datos de registro del servidor. Información que Proporcionas: La única información que proporcionas directamente es el tema que introduces para generar el cuento. Esta información se utiliza exclusivamente para generar el cuento solicitado y no se almacena de forma permanente ni se comparte con terceros. Cookies y Tecnologías Similares: Podemos utilizar cookies (pequeños archivos de texto que se almacenan en tu navegador) y otras tecnologías similares para mejorar tu experiencia en la Web, personalizar el contenido y analizar el tráfico. Puedes controlar el uso de cookies a través de la configuración de tu navegador. Sin embargo, deshabilitar las cookies puede afectar la funcionalidad de la Web.",
      "intellectualPropertytitle":"Uso de la Información",
      "intellectualProperty": "La información recopilada se utiliza para los siguientes propósitos: Proporcionar y Mejorar el Servicio: Utilizamos la información que introduces para generar los cuentos solicitados. La información recopilada automáticamente nos ayuda a entender cómo los usuarios interactúan con la Web, lo que nos permite mejorar su funcionamiento, diseño y contenido. Seguridad: Podemos utilizar la información para detectar, prevenir y abordar problemas técnicos o de seguridad, así como para proteger la integridad de la Web y de nuestros usuarios. Análisis: Utilizamos la información agregada y anónima para realizar análisis estadísticos sobre el uso de la Web, lo que nos ayuda a tomar decisiones informadas sobre su desarrollo.",
      "liabilitytitle":"Compartir Información",
      "liability": "No compartimos tu información personal con terceros, excepto en las siguientes circunstancias limitadas: Proveedores de Servicios: Podemos contratar a proveedores de servicios externos para que nos ayuden en ciertas funciones, como el análisis de datos y la mejora de la Web. Estos proveedores solo tendrán acceso a la información necesaria para realizar sus funciones y están obligados a protegerla de acuerdo con esta Política de Privacidad. Requisitos Legales: Podemos divulgar tu información personal si así lo exige la ley o en respuesta a una orden judicial, citación u otro proceso legal válido. Protección de Derechos: Podemos divulgar información cuando creamos de buena fe que es necesario para proteger nuestros derechos, propiedad o seguridad, o los derechos, propiedad o seguridad de nuestros usuarios o de otros. ",
      "privacytitle":" Tus Derechos de Protección de Datos",
      "privacy":"De acuerdo con la legislación aplicable en materia de protección de datos, tienes los siguientes derechos: Derecho de Acceso: Puedes solicitar información sobre qué datos personales tenemos sobre ti y una copia de dichos datos. Derecho de Rectificación: Puedes solicitar que se corrijan los datos personales inexactos o incompletos que tengamos sobre ti. Derecho de Supresión (Derecho al Olvido): Puedes solicitar que se eliminen tus datos personales en determinadas circunstancias. Derecho a la Limitación del Tratamiento: Puedes solicitar que se limite el tratamiento de tus datos personales en determinadas circunstancias. Derecho de Portabilidad de los Datos: Puedes solicitar recibir los datos personales que nos has proporcionado en un formato estructurado, de uso común y lectura mecánica, y transmitirlos a otro responsable del tratamiento. Derecho de Oposición: Puedes oponerte al tratamiento de tus datos personales en determinadas circunstancias. Derecho a no ser objeto de decisiones individuales automatizadas: Tienes derecho a no ser objeto de una decisión basada únicamente en el tratamiento automatizado, incluida la elaboración de perfiles, que produzca efectos jurídicos en ti o te afecte significativamente de modo similar. Para ejercer cualquiera de estos derechos, por favor, contáctanos a través de la información de contacto proporcionada en la sección 8. Es posible que necesitemos verificar tu identidad antes de responder a tu solicitud.",
      "googleAdsensetitle":"Seguridad de la Información",
      "googleAdsense":"Implementamos medidas de seguridad razonables para proteger tu información personal contra el acceso no autorizado, la alteración, la divulgación o la destrucción. Sin embargo, debes tener en cuenta que ninguna transmisión de datos a través de Internet o sistema de almacenamiento electrónico es completamente segura. Por lo tanto, no podemos garantizar la seguridad absoluta de tu información.",
      "linkstitle":"Enlaces a Otros Sitios Web",
      "links":"Nuestra Web puede contener enlaces a otros sitios web que no son operados por nosotros. Si haces clic en un enlace de un tercero, serás dirigido al sitio web de ese tercero. Te recomendamos encarecidamente que revises la política de privacidad de cada sitio web que visites, ya que no tenemos control ni asumimos ninguna responsabilidad por el contenido, las políticas de privacidad o las prácticas de los sitios web de terceros.",
      "changestitle":"Contacto",
      "changes": "Si tienes alguna pregunta o comentario sobre esta Política de Privacidad o sobre nuestras prácticas de privacidad, por favor, contáctanos a través del siguiente correo electrónico: info@micuentacuentos.com",
      "lawtitle":"Cambios en esta Política de Privacidad",
      "law":"Nos reservamos el derecho de modificar esta Política de Privacidad en cualquier momento. Cualquier cambio será efectivo inmediatamente después de su publicación en la Web. Te recomendamos revisar periódicamente esta página para estar al tanto de cualquier modificación. El uso continuado de la Web después de la publicación de cualquier cambio constituye tu aceptación de dichos cambios.  ",
      "contacttitle":"Contacto",
      "contact":"Si tienes alguna pregunta o comentario sobre estos Términos y Condiciones, por favor, contáctanos a través del siguiente correo electrónico: info@micuentacuentos.com."
    },
    "homepage": {
      "heroTitle": "Niñoooos....¡a dormir, y a aprender español!",
      "heroDescription": "Crea audiocuentos personalizados y originales en español con solo un clic. Personaliza el tema con sus historias del día, del cole, su nombre, longitud y edad. Y también su nivel de español.",
      "featuresTitle": "Características destacadas",
      "uniqueStoriesTitle": "Historias Únicas",
      "uniqueStoriesDescription": "Cada historia generada es completamente única y original, adaptada a tus preferencias.",
      "multipleGenresTitle": "Múltiples Géneros",
      "multipleGenresDescription": "Elige entre diversos géneros: original, clásico, humor, ciencia ficción, terror y más.",
      "audioConversionTitle": "Conversión a Audio",
      "audioConversionDescription": "Escucha tus historias con nuestra función de texto a voz con voces naturales en español."
    },
    "storyForm": {
        "title": "Mi Cuenta Cuentos",
        "topicLabel": "Introduce un tema",
        "topicPlaceholder": "Ej.: Un viaje a la luna, Aventuras en el bosque...",
        "lengthLabel": "Duración de la historia",
        "lengthShort": "Corto",
        "lengthMedium": "Medio",
        "lengthLong": "Largo",
        "typeLabel": "Tipo de historia",
        "typeOriginal": "Original",
        "typeClassic": "Clásico",
        "typeHumor": "Humor",
        "typeSciFi": "Ciencia Ficción",
        "typeHorror": "Terror",
        "typeAdventure": "Aventura",
        "typeFantasy": "Fantasía",
        "creativityLabel": "Nivel de creatividad",
        "creativityInnovative": "Innovador",
        "creativityImaginative": "Imaginativo",
        "creativityVisionary": "Visionario",
        "creativityConservative": "Conservador",
        "creativityInspired": "Inspirado",
        "ageLabel": "Grupo de edad",
        "ageDefault": "Predeterminado",
        "age3to6": "3-6 años",
        "age7to13": "7-13 años",
        "age13to20": "13-20 años",
        "age21to35": "21-35 años",
        "age35plus": "35+ años",
        "childNamesLabel": "Nombres de los niños (Opcional)",
        "childNamesPlaceholder": "Introduce los nombres separados por comas...",
        "englishLevelLabel": "Nivel de español",
        "englishLevelBeginner": "Principiante",
        "englishLevelIntermediate": "Intermedio",
        "englishLevelAdvanced": "Avanzado",
        "englishLevelNative": "Nativo",
        "generateButton": "Generar Historia",
        "resetButton": "Empezar de nuevo",
        "generating": "Generando...",
        "alertTopicRequired": "Por favor, introduce un tema para la historia.",
        "alertError": "Hubo un error al generar la historia. Por favor, inténtalo de nuevo."
      },
      "storyService": {
        "invalidResponse": "Respuesta no válida del servidor.",
        "errorGeneratingStory": "Ocurrió un error al generar la historia.",
        "unknownError": "Ocurrió un error desconocido. Por favor, inténtalo de nuevo."
      },
      "storyDisplay": {
        "alertCopied": "Historia copiada al portapapeles.",
        "alertAudioError": "Hubo un error al generar el audio. Por favor, inténtalo de nuevo.",
        "defaultTitle": "Tu Historia",
        "textOptions": "Opciones de texto:",
        "copyText": "Copiar texto",
        "downloadText": "Descargar texto",
        "downloadFileName": "historia",
        "audioOptions": "Convertir a audio:",
        "voiceType": "Tipo de voz:",
        "voiceFemaleSpain": "Mujer (España)",
        "voiceMaleSpain": "Hombre (España)",
        "voiceFemaleLatam": "Mujer (Latinoamérica)",
        "voiceMaleLatam": "Hombre (Latinoamérica)",
        "generateAudio": "Generar Audio",
        "generatingAudio": "Generando audio..."
      },
      "audioPlayer": {
        "title": "Audio de tu historia",
        "play": "Reproducir",
        "pause": "Pausar",
        "progress": "Progreso de audio",
        "download": "Descargar",
        "downloadFileName": "historia-audio"
      }
  }